let dummyData = [
  {
    noticeIdx: 1,
    noticeNm: "[안내] 요가 강좌 등록 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/01",
    noticeMdfdate: 100,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 2,
    noticeNm: "[이벤트] 오늘 하루 결제 시 최대 50% 할인",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/02",
    noticeMdfdate: 200,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 3,
    noticeNm: "[안내] 9월 18일 서버 점검 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/03",
    noticeMdfdate: 300,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 4,
    noticeNm: "[안내] 결제 오류 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/04",
    noticeMdfdate: 400,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 5,
    noticeNm: "[이벤트] 친구 추천하면 친구도 나도 한 달 모든 강좌 무료!",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/05",
    noticeMdfdate: 500,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 6,
    noticeNm: "[안내] 요가 강좌 등록 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/06",
    noticeMdfdate: 600,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 7,
    noticeNm: "[이벤트] 오늘 하루 결제 시 최대 50% 할인",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/07",
    noticeMdfdate: 700,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 8,
    noticeNm: "[안내] 9월 18일 서버 점검 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/08",
    noticeMdfdate: 800,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 9,
    noticeNm: "[안내] 결제 오류 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/09",
    noticeMdfdate: 900,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 10,
    noticeNm: "[이벤트] 친구 추천하면 친구도 나도 한 달 모든 강좌 무료!",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/10",
    noticeMdfdate: 1000,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 11,
    noticeNm: "[안내] 요가 강좌 등록 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/11",
    noticeMdfdate: 1100,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 12,
    noticeNm: "[이벤트] 오늘 하루 결제 시 최대 50% 할인",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/12",
    noticeMdfdate: 1200,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 13,
    noticeNm: "[안내] 9월 18일 서버 점검 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/13",
    noticeMdfdate: 1300,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 14,
    noticeNm: "[안내] 결제 오류 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/14",
    noticeMdfdate: 1400,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 15,
    noticeNm: "[이벤트] 친구 추천하면 친구도 나도 한 달 모든 강좌 무료!",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/15",
    noticeMdfdate: 1500,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 16,
    noticeNm: "[안내] 요가 강좌 등록 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/16",
    noticeMdfdate: 1600,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 17,
    noticeNm: "[이벤트] 오늘 하루 결제 시 최대 50% 할인",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/17",
    noticeMdfdate: 1700,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 18,
    noticeNm: "[안내] 9월 18일 서버 점검 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/18",
    noticeMdfdate: 1800,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 19,
    noticeNm: "[안내] 결제 오류 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/19",
    noticeMdfdate: 1900,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 20,
    noticeNm: "[이벤트] 친구 추천하면 친구도 나도 한 달 모든 강좌 무료!",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/20",
    noticeMdfdate: 2000,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 21,
    noticeNm: "[안내] 요가 강좌 등록 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/21",
    noticeMdfdate: 2100,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 22,
    noticeNm: "[이벤트] 오늘 하루 결제 시 최대 50% 할인",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/22",
    noticeMdfdate: 2200,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 23,
    noticeNm: "[안내] 9월 18일 서버 점검 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/23",
    noticeMdfdate: 2300,
    noticeUseYn: "Y",
  },
  {
    noticeIdx: 24,
    noticeNm: "[안내] 결제 오류 관련 안내",
    noticeContent:
      "안녕하세요 제 이름은 김광민입니다. 나이는 비밀이고 고향은 광주입니다. 경영학을 전공하였는데, 인생사 돌고돌아 갑자기 이렇게 코딩을 하고 있습니다. 좀 더 길에 작성해야 데이터 제대로 나오는지 출력이 가능할 것 같아서 좀 더 주절거리도록 하겠습니다. 아 이만하면 길이가 충분한 것 같습니다. 오늘 하루도 수고 많았고, 다음에 뵙도록 하겠습니다. 감사합니다.",
    noticeRegdate: "2022/09/24",
    noticeMdfdate: 2400,
    noticeUseYn: "Y",
  },
];

export default dummyData;
